tap 'heroku/brew'

brew 'bat'
brew 'diff-so-fancy'
brew 'fd'
brew 'fzf'
brew 'git'
brew 'gh'
brew 'imagemagick'
brew 'jq'
brew 'nodenv'
brew 'neovim'
brew 'rbenv'
brew 'redis'
brew 'the_silver_searcher'
brew 'universal-ctags'
brew 'yarn'
brew 'zsh'
