brew 'bat'
brew 'btop'
brew 'diff-so-fancy'
brew 'dive'
brew 'fd'
brew 'fzf'
brew 'git'
brew 'gh'
brew 'httpie'
brew 'imagemagick'
brew 'jq'
brew 'lazygit'
brew 'mise'
brew 'neovim'
brew 'ouch'
brew 'redis'
brew 'ripgrep'
brew 'shellcheck'
brew 'stow'
brew 'tree'
brew 'universal-ctags'
brew 'yamllint'
brew 'yarn'
brew 'zsh'

# casks

cask 'ghostty'
cask 'hammerspoon'
cask 'orbstack'

# work

brew 'kubectx'
brew 'kubernetes-cli'
brew 'vault'
