brew 'bat'
brew 'diff-so-fancy'
brew 'direnv'
brew 'fd'
brew 'fzf'
brew 'git'
brew 'gh'
brew 'httpie'
brew 'imagemagick'
brew 'jq'
cask 'kitty'
brew 'neovim'
brew 'redis'
brew 'ripgrep'
brew 'shellcheck'
brew 'stow'
brew 'tree'
brew 'universal-ctags'
brew 'vale'
brew 'yamllint'
brew 'yarn'
brew 'zsh'

# work

brew 'kubectx'
brew 'kubernetes-cli'
brew 'vault'
